{
  "_commentaire": "1 timide, 2 souriante, 3 étonné, 4 triste, 5 énervé (en à ras la casquette), 6 énervé (en à ras la casquette) ++, 7 souriante ++ ,7 triste ++",
  "bienvenue1": {
    "text":"Bonjour, je suis Julie votre assistante ... Clique sur le texte pour continuer",
    "texture":"1",
    "next":"bienvenue2"
  },
  "bienvenue2": {
    "text":"Vous voici aux commandes de votre première usine, très bien! N'ayez pas peur, je suis la pour vous aider ...",
    "texture":"1",
    "next":"bienvenue3"
  },
  "bienvenue3": {
    "text":"Pour commencer, il faut gagner de l'argent! Cliquez sur 'Machines' pour placer votre première machine...",
    "texture":"1"
  },
  "machine1": {
    "text":"Voici le menu des machines. Elles vous permettront de gagner de l'argent. Allez-y, placez-en une!...",
    "texture":"1"
  },
  "machine2": {
    "text":"Bravo, vous avez placé votre première machine ! Quittez le menu des machines en cliquant sur retour...",
    "texture":"1",
    "next":"machine3"
  },
  "machine3": {
    "text":"Chacune des machines placé à des stats disponibles! Cliquez sur la machine pour les voir...",
    "texture":"1",
    "next":"machine4"
  },
  "machine4": {
    "text":"Les stats vous permettent de voir combien vous gagnez par machines, mais vous pouvez aussi les améliorer ou les vendre!...",
    "texture":"1"
  },
  "changeUsine": {
    "text":"Ici vous pouvez changer d'Usine. Attention! Assurez-vous d'avoir assez d'argent pour payer le prochain loyer, 25% de frais de déménagements ainsi que vos premières machines!",
    "texture":"1"
  },
  "volcan": {
    "text":"Directeur ! Le Volcan va bientôt entrer en éruption !",
    "texture":"3"
  },
  "taxe1": {
      "text":"Le gouvernement attaque les usines produisant des déchets plastiques ! Une taxe de 20% a été appliqué !",
      "texture":"6"
  },
  "taxe2": {
      "text":"Le gouvernement augmente les taxes pour continuer de construire le mur à la frontière ! Une taxe de 10% a été appliqué !",
      "texture":"6"
  },
  "prime1": {
      "text":"Le gouvernement offre des primes de fin d'année ! Productivité augmenté de 20 % pendant les fêtes!",
      "texture":"7"
  },
  "prime1_end": {
      "text":"Les offres de primes viennent malheureusement de se terminer...",
      "texture":"4"
  },
  "concert1": {
      "text":"Johnny Hallyday fait son grand retour sur scène ! Productivité multiplié par 3 !",
      "texture":"7"
  },
  "concert2": {
      "text":"Charles Aznavour fait son grand retour sur scène ! Productivité multiplié par 3 !",
      "texture":"7"
  },
  "touche": {
      "text":"Bas les pattes !",
      "texture":"6"
  }
}
