{
  "_commentaire": "1 timide, 2 souriante, 3 étonné, 4 triste, 5 énervé (en à ras la casquette), 6 énervé (en à ras la casquette) ++, 7 souriante ++ ,7 triste ++",
  "bienvenue1": {
    "text":"Bonjour, je suis Julie votre assistante ... Clique sur le texte pour continuer",
    "texture":"1",
    "next":"bienvenue2"
  },
  "bienvenue2": {
    "text":"Vous voici aux commandes de votre première usine, très bien! N'ayez pas peur, je suis la pour vous aider ...",
    "texture":"1",
    "next":"bienvenue3"
  },
  "bienvenue3": {
    "text":"Si tu joue sur PC, utilise les flèches pour te déplacer, ALT pour zoomer et CTRL pour dézoomer ...",
    "texture":"1",
    "next":"bienvenue4"
  },
  "bienvenue4": {
    "text":"Pour commencer, il faut gagner de l'argent! Cliquez sur 'Machines' pour placer votre première machine...",
    "texture":"1"
  },
  "machine1": {
    "text":"Voici le menu des machines. Elles vous permettront de gagner de l'argent. Allez-y, placez-en une! Attention: Chaque machine modifie les 4 stats en bas à gauche...",
    "texture":"1"
  },
  "machine2": {
    "text":"Bravo, vous avez placé votre première machine ! Quittez le menu des machines en cliquant sur retour...",
    "texture":"1"
  },
  "leave1": {
    "text":"Chacune des machines placé à des stats disponibles! Cliquez sur la machine pour les voir...",
    "texture":"1"
  },
  "stats1": {
    "text":"Les stats vous permettent de voir combien vous gagnez par machines, mais vous pouvez aussi les améliorer ou les vendre!...",
    "texture":"1",
    "next":"stats2"
  },
  "stats2": {
    "text":"Lorsque vous placez une machine, celle-ci affecte l'économie, l'environnement, le social et la technologie! Voyons chaque barre en détails...",
    "texture":"1",
    "next":"stats3"
  },
  "stats3": {
    "text":"La première barre affiche votre économie. Le but d'une usine est de se développer afin de produire au maximum...",
    "texture":"1",
    "next":"stats4"
  },
  "stats4": {
    "text":"Cette barre augmente avec le temps si vous ne developpez pas votre usine. Attention! Si le maximum est atteint, l'état peut vous ajouter des taxes supplémentaires! ...",
    "texture":"1",
    "next":"stats5"
  },
  "stats5": {
    "text":"Les barres d'Environnement et de social dépendent seulement des machines et environnements placées. Gardez les équilibrées (ni trop, ni pas assez), pour ne pas avoir de taxes supplémentaires...",
    "texture":"1",
    "next":"stats6"
  },
  "stats6": {
    "text":"La barre de technologie dépends des machines placées. Elle augmente par différents paliers (100 points, 200points, ...) et vous apporte différents bonus à chaque nouveau palier atteint!...",
    "texture":"1",
    "next":"stats7"
  },
  "stats7": {
    "text":"Je vous ai tout annoncé, à vous de jouer! Faites tout de même attention aux événements, une éruption peut si vite arriver! Je reviendrais vers vous si besoin.",
    "texture":"1"
  },
  "changeUsine": {
    "text":"Ici vous pouvez changer d'Usine. Attention! Assurez-vous d'avoir assez d'argent pour payer le prochain loyer, 25% de frais de déménagements ainsi que vos premières machines!",
    "texture":"1"
  },
  "volcan": {
    "text":"Directeur ! Le Volcan va bientôt entrer en éruption !",
    "texture":"3"
  },
  "taxe1": {
      "text":"Le gouvernement attaque les usines produisant des déchets plastiques ! Une taxe de 20% a été appliqué !",
      "texture":"6"
  },
  "taxe2": {
      "text":"Le gouvernement augmente les taxes pour continuer de construire le mur à la frontière ! Une taxe de 10% a été appliqué !",
      "texture":"6"
  },
  "taxe_end": {
      "text":"Le gouvernement revient sur ses décisions et réduit les taxes !",
      "texture":"7"
  },
  "prime1": {
      "text":"Le gouvernement offre des primes de fin d'année ! Productivité augmenté de 20 % pendant les fêtes!",
      "texture":"7"
  },
  "prime_end": {
      "text":"Les offres de primes viennent malheureusement de se terminer...",
      "texture":"4"
  },
  "concert1": {
      "text":"Aya Nakamura fait son grand retour sur scène ! Productivité multiplié par 3 !",
      "texture":"7"
  },
  "concert1_end": {
      "text":"Aya Nakamura a arrêté sa tournée !  La productivité est revenu à la normale !",
      "texture":"4"
  },
  "concert2": {
      "text":"Patrick Sébastien fait son grand retour sur scène ! Productivité multiplié par 3 !",
      "texture":"7"
  },
  "concert2_end": {
      "text":"Patrick Sébastien a arrêté sa tournée !  La productivité est revenu à la normale !",
      "texture":"4"
  },
  "concert3": {
      "text":"Malaa est actuellement sur l'île ! Productivité multiplié par 3 !",
      "texture":"7"
  },
  "concert3_end": {
      "text":"Malaa a arrêté sa tournée !  La productivité est revenu à la normale !",
      "texture":"4"
  },
  "touche": {
      "text":"Bas les pattes !",
      "texture":"6"
  }
}
